Repository: chrmoritz/StompingLauncher
Catalog: TheStompingLandLauncher/GlobalStrings.*.resx
Languages: de

# ConfigdirBody
source: Please enter a valid (not empty) configdir.
de: Bitte gebe einen gültigen (nicht leeren) Config-Ordner an.

# ConfigdirHeader
source: Error: Invalid configdir
de: Fehler: ungültiger Config-Ordner

# ConfigurationNameHeader
source: Error: Invalid Configuration Name
de: Fehler: ungültiger Konfigurations-Name

# HostnameBody
source: Please enter a valid (not empty) hostname.
de: Bitte gebe einen gültigen (nicht leeren) Hostnamen an.

# HostnameHeader
source: Error: Invalid hostname
de: Fehler: ungültiger Hostname

# PortBody
source: Please enter a valid port. (between 1 and 65535)
de: Bitte gebe einen gültigen Port (zwischen 1 und 65535) ein.

# PortHeader
source: Error: Invalid port
de: Fehler: ungültiger Port

# ServerAddressBody
source: Please enter a valid server address. (eg. if you want to connect to a local server enter 127.0.0.1:7777)
de: Bitte gebe eine gültige Server-Adresse ein. (z.b: 127.0.0.1:7777, falls du auf einen lokal laufenden Server verbinden möchtest)

# ServerAddressHeader
source: Error: Invalid server address
de: Fehler: ungültige Server-Adresse

# SLfolderPathBody
source: Sorry, we couldn't detect your The Stomping Land folder :( Please select your Stomping Land Folder (the one containing Binaries, Engine and UDKGame) in the next dialog.
de: Entschuldigung, wir konnten Deinen The Stomping Land Ordner leider nicht finden :( Bitte wählen diesen (welcher die Unterordner Binaries, Engine and UDKGame enthält) im nächsten Dialog aus.

# SLfolderPathHeader
source: Warning: Couldn't detect The Stomping Land folder
de: Achtung: The Stomping Land Ordner nicht erkannt

# SteamQueryPortBody
source: Please enter a valid SteamQueryPort. (between 1 and 65535)
de: Bitte gebe einen gültigen SteamQueryPort (zwischen 1 und 65535) ein.

# SteamQueryPortHeader
source: Error: Invalid SteamQueryPort
de: Fehler: Ungültiger SteamQueryPort

# ServerAlreadyRunningBody
source: It looks like you are already running a server. You may want to quit it, because otherwise the new server will not start correctly.
de: Es sieht so aus als ob bereits ein anderer Server läuft. Beende diesen oder der neue Server wird möglicherweise nicht richtig starten.

# ServerAlreadyRunningHeader
source: Server already running?
de: Server läuft bereits?

# ServerStillRunningBody
source: You have to shut down your server before editing savefiles. Otherwise your changes will be overwritten.
de: Bitte fahre deinen Server herrunter bevor du die Savefiles editierst. Anderenfalls werden deine Änderungen überschrieben.

# ServerStillRunningHeader
source: Server still running?
de: Server läuft noch?

# ServerSaveNotExistBody
source: Please start the server at least once and the required server safefile will be created.
de: Bitte starten den Server einmal kurz, damit er die Server Savefile anlegen kann.

# ServerSaveNotExistHeader
source: Server savefile doesn't exists
de: Server Savefile nicht gefunden

# GameStillRunningBody
source: You have to shut down yourgame before editing savefiles. Otherwise your changes will be overwritten.
de: Bitte beende The Stomping Land bevor du die Savefiles editierst. Anderenfalls werden deine Änderungen überschrieben.

# GameStillRunningHeader
source: Game still running?
de: Spiel läuft noch?

# InvalidPositionBody
source: Please enter a valid floating point number for X, Y and Z.
de: Bitte geben sie eine gültige Fließpunktzahl für X, Y und Z ein.

# InvalidPositionHeader
source: Error: Invalid Position
de: Fehler: ungültige Position

# SoloSaveNotExistBody
source: Please start the solo game modus at least once and the required solo safefile will be created.
de: Bitte starten den Solo-Spielmodus einmal kurz, damit das Spiel die Solo Savefile anlegen kann.

# SoloSaveNotExistHeader
source: Solo savefile doesn't exists
de: Solo Savefile nicht gefunden

# InvalidWayPointNameBody
source: Error: Invalid waypoint name
de: Fehler: Ungültiger Wegpunktname

# InvalidWayPointNameHeader
source: Please enter a at least 5 characters long waypoint name.
de: Bitte gebe einen mindestens 5 Zeichen langen Wegpunktnamen ein.

# addHistoryButton
source: Add server to server list ...
de: Server zur Verlaufsliste hinzufügen ...

# addHistoryTitle
source: Add server to history
de: Server zum Verlauf hinzufügen

# editHistoryButton
source: Edit server ...
de: Server bearbeiten ...

# editHistoryTitle
source: Edit server
de: Server bearbeiten

source: big water cave entrance
de: Große Wasserhöhle Eingang

source: big water cave exit
de: Große Wasserhöhle Ausgang

# ServerShutdownBody
source: Do you really want to shutdown the server? All progress from players currently still logged in will be lost.
de: Sind Sie sicher, dass Sie den Server jetzt herrunterfahren wollen? Jeglicher Fortschritt von momentan noch eingeloggten Spielern wird verlorengehen!

# ServerShutdownHeader
source: Warning: Server shutdown?
de: Warnung: Server herrunterfahren?

source: southern lake
de: Südlicher See

source: vulcano
de: Vulkan

source: vulcano cave entrance
de: Vulkanhöhle Eingang

source: Waterfall cave
de: Wasserfallhöhle

source: western river mouth
de: Westliche Flussmündung

# NewVersionAvailableBody
source: A new version of The STomping Launcher is available? Would you like to download it now?
de: Eine neue Version des The Stomping Launchers ist verfügbar. Möchtest Sie diese jetzt herunterladen?

# NewVersionAvailableHeader
source: New The Stomping Launcher version available
de: Neue The Stomping Launcher Version verfügbar

# ReloadServerSaveHeader
source: Server Savefile config dir changed
de: Änderung des Server Savefile Konfig.-Ordner
