Repository: chrmoritz/StompingLauncher
Catalog: TheStompingLandLauncher/mainForm.*.resx
Languages: de

# tabPage1.Text
source: Join server by address
de: Server mittels Adresse beitreten

# tabPage2.Text
source: Host your own server
de: Eigenen Server hosten

# tabPage5.Text
source: Graphics/Controls tweaks
de: Grafik/Steuerung Optimierungen

# BeditSL.Text
source: Edit server ...
de: bearbeiten ...

# BdownSL.Text
source: Down
de: Unten

# BupSL.Text
source: Up
de: Oben

# BremoveSL.Text
source: Remove server
de: Server entfernen

# BaddSL.Text
source: Add server ...
de: hinzufügen ...

# BconnectSL.Text
source: Connect ...
de: Verbinden ...

# label8.Text
source: History:
de: Verlauf:

# BjoinServer.Text
source: connect to server ...
de: Server beitreten ...

# label4.Text
source: (eg.: 127.0.0.1:7777 to connect to a locally hosted server)
de: (z.B.: 127.0.0.1:7777 um zu einem lokalen Server zu verbinden)

# label3.Text
source: Connect to:
de: Verbinde zu:

# label11.Text
source: Start type:
de: Start-Modus:

# RBserverTypeCreative.Text
source: creative: restart + give players full equip (exp, herbs...) every
de: Creative: Neustart + volle Ausrüstung für jeden Spieler alle

# RBserverTypeService.Text
source: auto restart after crash
de: Neustart nach Absturz

# BshutDownServer.Text
source: shut down server
de: Server herunterfahren

# groupBox6.Text
source: Server configuration manager:
de: Server-Konfigurations-Verwaltung:

# BnewSC.Text
source: New configuration ...
de: neue Konfiguration ...

# BsaveSC.Text
source: Save server configuration
de: Konfiguration speichern

# BloadSC.Text
source: Load server configuration
de: Konfiguration laden

# CBautoJoin.Text
source: Autojoin this server
de: Server automatisch betreten

# BhostServer.Text
source: Start/host server ...
de: Server erstellen/hosten ...

# groupBox2.Text
source: Host options
de: Hosting-Optionen

# CBconfigDir.Text
source: Custom config dir:
de: benutzerdef. Konfig.-Ordner:

# TBhostname.Text
source: My Stomping Land Server
de: Mein Stomping Land Server

# CBsteamQuery.Text
source: listed in Steam server list
de: in die Steam Serverliste eintragen

# groupBox1.Text
source: Server configuration
de: Server-Konfiguration

# CBremoveDinos.Text
source: remove dinosaurs
de: Dinosaurier entfernen

# CBplayerNames.Text
source: show all players names
de: alle Spielernamen anzeigen

# CBfriendlyFire.Text
source: friendly fire enabled
de: Verbündetenbeschuss

# CBsoloAutoStart.Text
source: autostart solo game after save
de: Solospiel automatisch nach dem Speichern starten

# BwriteSoloSave.Text
source: save/write savefile
de: Savefile speichern

# label34.Text
source: Warning: Make sure to shutdown your game before saving or your changes will be overwritten when exiting the game.
de: Warnung: Schließe das Spiel vor den Ändern der Savefiles oder deine Änderungen werden beim Beenden verloren gehen.

# BreloadSoloSave.Text
source: reload savefile
de: Savefile erneut laden

# groupBox5.Text
source: Weapon/item slots:
de: Waffen/Gegenstands-Belegung (Slots):

# CBsoloItemSlot9.Items
source: Empty
de: Leer

# CBsoloItemSlot9.Items1
source: Bow
de: Bogen

# CBsoloItemSlot9.Items2
source: Spear
de: Speer

# CBsoloItemSlot9.Items3
source: Bolas
de: Bola

# CBsoloItemSlot9.Items4
source: Shield
de: Schild

# CBsoloItemSlot8.Items
source: Empty
de: Leer

# CBsoloItemSlot8.Items1
source: Bow
de: Bogen

# CBsoloItemSlot8.Items2
source: Spear
de: Speer

# CBsoloItemSlot8.Items3
source: Bolas
de: Bola

# CBsoloItemSlot8.Items4
source: Shield
de: Schild

# CBsoloItemSlot7.Items
source: Empty
de: Leer

# CBsoloItemSlot7.Items1
source: Bow
de: Bogen

# CBsoloItemSlot7.Items2
source: Spear
de: Speer

# CBsoloItemSlot7.Items3
source: Bolas
de: Bola

# CBsoloItemSlot7.Items4
source: Shield
de: Schild

# CBsoloItemSlot6.Items
source: Empty
de: Leer

# CBsoloItemSlot6.Items1
source: Bow
de: Bogen

# CBsoloItemSlot6.Items2
source: Spear
de: Speer

# CBsoloItemSlot6.Items3
source: Bolas
de: Bola

# CBsoloItemSlot6.Items4
source: Shield
de: Schild

# CBsoloItemSlot5.Items
source: Empty
de: Leer

# CBsoloItemSlot5.Items1
source: Bow
de: Bogen

# CBsoloItemSlot5.Items2
source: Spear
de: Speer

# CBsoloItemSlot5.Items3
source: Bolas
de: Bola

# CBsoloItemSlot5.Items4
source: Shield
de: Schild

# CBsoloItemSlot4.Items
source: Empty
de: Leer

# CBsoloItemSlot4.Items1
source: Bow
de: Bogen

# CBsoloItemSlot4.Items2
source: Spear
de: Speer

# CBsoloItemSlot4.Items3
source: Bolas
de: Bola

# CBsoloItemSlot4.Items4
source: Shield
de: Schild

# CBsoloItemSlot3.Items
source: Empty
de: Leer

# CBsoloItemSlot3.Items1
source: Bow
de: Bogen

# CBsoloItemSlot3.Items2
source: Spear
de: Speer

# CBsoloItemSlot3.Items3
source: Bolas
de: Bola

# CBsoloItemSlot3.Items4
source: Shield
de: Schild

# CBsoloItemSlot2.Items
source: Empty
de: Leer

# CBsoloItemSlot2.Items1
source: Bow
de: Bogen

# CBsoloItemSlot2.Items2
source: Spear
de: Speer

# CBsoloItemSlot2.Items3
source: Bolas
de: Bola

# CBsoloItemSlot2.Items4
source: Shield
de: Schild

# CBsoloItemSlot1.Items
source: Empty
de: Leer

# CBsoloItemSlot1.Items1
source: Bow
de: Bogen

# CBsoloItemSlot1.Items2
source: Spear
de: Speer

# CBsoloItemSlot1.Items3
source: Bolas
de: Bola

# CBsoloItemSlot1.Items4
source: Shield
de: Schild

# groupBox4.Text
source: Resources:
de: Resourcen:

# BsoloUnlimitedAmmo.Text
source: unlimited ammo/weapons
de: unendlich Muntion/Waffen

# BsoloDisableHunger.Text
source: disable hunger and thirst
de: Hunger und Durst deaktivieren

# label24.Text
source: Rope:
de: Seile:

# label23.Text
source: Arrows:
de: Pfeile:

# label22.Text
source: Herbs:
de: Kräuter:

# label21.Text
source: Thirst:
de: Durst:

# label19.Text
source: Expertise:
de: Erfahrung:

# BsoloAddWP.Text
source: add new waypoint ...
de: neuer Wegpunkt ...

# BsoloTp.Text
source: teleport
de: teleportieren

# label10.Text
source: Config dir:
de: Konfig.-Ordner:

# BserverArrest.Text
source: arrest player (stuck in map)
de: Spieler einsperren ("ban")

# BserverCreative.Text
source: give player creative mode
de: gibt spieler creative mode

# BserverAddWP.Text
source: add waypoint
de: neuer Wegpkt

# CBpasteOnlyPos.Text
source: position only (teleportation)
de: nur Position (Teleportation)

# BPasteSaveLine.Text
source: paste row
de: einfügen

# BCopySaveLine.Text
source: copy row
de: Zeile kopieren

# BwriteServerSave.Text
source: write server savefile
de: Server savefile speichern

# BreloadServerSave.Text
source: reload server savefile
de: Server savefile erneut laden

# label9.Text
source: * under construction *
de: * in Entwicklung *

# label1.Text
source: Stomping Land folder:
de: Stomping Land Ordner:

# BselectPath.Text
source: Select folder ...
de: Ordner suchen ...
